package com.company.View;

public class MenuShop {
    public void printMenu() {
        System.out.println(
                "------------------МЕНЮ------------------\n" +
                        "1 : Добавить новую игрушку\n" +
                        "2 : Изменить частоту выпадения игрушки\n" +
                        "3 : Достать игрушку/получить приз\n" +
                        "4 : Показать список призовых игрушек\n" +
                        "5 : Выйти\n" +
                        "----------------------------------------\n");
    }
}
